Repository: TobiVanHelsinki/HomeLED
Catalog: HomeLedApp/Strings/AppResources.*.resx
Languages: de

source: Brigthnes
de: Helligkeit

# Brigthnes_Info
source: A parameter used after color calculation to influence the overall brightness.
de: Ein nach der Farbkalkulation angewendeter Parameter, um die Gesamthelligkeit zu beeinflussen.

# Devices_Headline
source: Available devices
de: Verfügbare Geräte

# Devices_Info
source: This list shows the devices found on the network.
de: Diese Liste zeigt die im Netzwerk gefunden Geräte an.

source: Edit
de: Bearbeiten

# Headline_Modes
source: Set and send Mode
de: Modus einstellen und senden

# HorizontalOffset
source: Sin Size
de: Horizontale Verschiebung

# HorizontalOffset_Info
source: The number of leds one sin-wave is complete.
de: Streckt den Sinus in die Breite. Spielen Sie mit diesem Parameter doch ein wenig.

source: Hue
de: Farbton

# Hue_Info
source: Colorfulness, chroma and saturation are attributes of perceived color relating to chromatic intensity. As defined formally by the International Commission on Illumination (CIE) they respectively describe three different aspects of chromatic intensity, but the terms are often used loosely and interchangeably in contexts where these aspects are not clearly distinguished. The precise meanings of the terms vary by what other functions they are dependent on. (Wikipedia)
de: Der Farbton (auch Buntart, Buntton, Farbrichtung, englisch hue) ist ein Farbmerkmal. Neben der Helligkeit und der Farbsättigung gehört der Farbton zu den drei vom Menschen als grundlegend empfundenen Merkmalen bzw. Eigenschaften einer Farbe. Der Farbton bezeichnet in der Farbenlehre die Eigenschaft, nach der man Farbempfindungen nach beispielsweise Rot, Gelb oder Grün unterscheidet. Eine Farbe desselben Farbtons kann entweder in der Farbsättigung variieren, wie Graublau gegenüber Blau, oder in der Helligkeit, beispielsweise Rosa gegenüber Rot. (Wikipedia)

# LEDRespond
source: LED-Device Respond
de: Antwort des LED Gerätes

source: Luminosity
de: Leuchtkraft

# Luminosity_Info
source: Luminosity is an absolute measure of radiated electromagnetic power (light), the radiant power emitted by a light-emitting object. (Wikipedia)
de: Die Leuchtkraft L ist eine vor allem in der Astronomie verwendete Bezeichnung für die abgestrahlte Leistung (Energie pro Zeit). Wenn die über alle Bereiche des elektromagnetischen Spektrums summierte abgestrahlte Leistung betrachtet wird, ist die Leuchtkraft ein Synonym für „Strahlungsleistung“. (Wikipedia)

# MainParameter_Headline
source: Main parameter
de: Hauptparameter

# MainParameter_Info
source: These parameters are relevant for many modes. The first three parameters represent the color. The other parameters determine the behaviour of the LED chain as a whole.
de: Diese Parameter sind für viele Modi relevant. Die ersten drei Parameter reräsentieren die Farbe. Die weiteren das Verhalten der LED Kette als gesamtes.

# Modes_Headline
source: Modes
de: Modi

# Modes_Info
source: Set the Led modes
de: Die Led Modi einstellen

# Mode_color
source: Monochrome
de: Einfarbig

# Mode_off
source: Disable LED display
de: LED-Anzeige deaktivieren

# Mode_on
source: Activate LED display
de: LED-Anzeige aktivieren

# Mode_pixel
source: Pixel Scroll
de: Pixeldurchlauf

# Mode_pulse
source: Pulsating
de: Pulsierend

# Mode_rainbow
source: Rainbow
de: Regenbogen

# Mode_sin
source: Sine Waves
de: Sinuswellen

source: Not up to date
de: Nicht aktuell

# NumberOfLeds
source: LED number
de: LED Anzahl

# NumberOfLeds_Info
source: Hereby the number of addressed LEDs can be reduced
de: Hiermit kann die Anzahl der angesprochenen Leds verringert werden

# RainbowParameter_Headline
source: Rainbow Parameter
de: Regenbogen Parameter

# RainbowParameter_Info
source: Set special parameters for the rainbow here.
de: Stellen Sie hier spezielle Parameter für den Regenbogen ein.

# Randomized
source: Disturbing
de: Verstörend

# RenameDevice_Info
source: Set new name for the device here. Maximal 16 characters allowed. LED device may need a restart.
de: Erstelle hier einen neuen Namen für das Gerät. Maximal 16 Zeichen. Unter umständen wird das Gerät erst nach einem neustart der LED angezeigt. Das Gerät ist möglicherweise noch unter dem alten Namen sichtbar, bis die App neu gestartet wurde.

source: Saturation
de: Sättigung

# Saturation_Info
source: Hue is one of the main properties (called color appearance parameters) of a color, defined technically (in the CIECAM02 model), as "the degree to which a stimulus can be described as similar to or different from stimuli that are described as red, green, blue, and yellow"[1] (which in certain theories of color vision are called unique hues). Hue can typically be represented quantitatively by a single number, often corresponding to an angular position around a central or neutral point or axis on a colorspace coordinate diagram (such as a chromaticity diagram) or color wheel, or by its dominant wavelength or that of its complementary color. The other color appearance parameters are colorfulness, saturation (also known as intensity or chroma)[2], lightness, and brightness.
de: Die Farbsättigung ist ein Farbmerkmal. Neben dem Farbton und der Helligkeit gehört die Sättigung zu den drei vom Menschen als grundlegend empfundenen Merkmalen bzw. Eigenschaften einer Farbe. Sie beschreibt die Qualität der Farbnuance, ob sie eher den bunten oder unbunten Farben zuneigt. (Wikipedia)

source: Send
de: Senden

source: Send and close
de: Senden und schließen

# SinParameter_Headline
source: Sine wave parameters
de: Sinuswellen Parameter

# SinParameter_Info
source: Here you can set special parameters for the curve of the sine wave.
de: Stellen Sie hier spezielle Parameter für den Kurvenverlauf des Sinus' ein.

# SinReverseParameter_Headline
source: Reverse
de: Umkehren

# Speed
source: Delay
de: Geschwindigkeit

# Speed_Info
source: The rate at which the leds are updated in Hz.
de: Die Rate, mit der die Leds aktualisiert werden. in x/Sekunde

# StorageClear
source: Delete
de: Löschen

# StorageLoad
source: Load
de: Laden

# StorageSave
source: Store
de: Speichern

# Storage_Headline
source: Permanent memory
de: Dauerhafter Speicher

# Storage_Info
source: Saves the current configuration of the device so that it will be loaded automatically at the next start.
de: Speichert die aktuelle Konfiguration des Gerätes, sodass diese beim nächsten Start automatisch geladen wird.

# VerticalOffset
source: Multiplicator
de: Vertikale Verschiebung

# VerticalOffset_Info
source: Adds effects. Why don't you play around with this parameter a little? (Set it half to the sin size makes some blink effects)
de: Streckt den Sinus in die Höhe. Spielen Sie mit diesem Parameter doch ein wenig.
